<?php

return [
    'projects' => [
        'index' => 'Проект',
        'create' => 'Создать проект',
    ],
    'technologies' => [
        'index' => 'Технологии',
        'create' => 'Создать тезнологии',
    ],
    'forms' => [
        'index' => 'Формы',
        'create' => 'Создать форму',
        'fields' => [
            'index' => 'Поля',
            'create' => 'Создать поле формы',
        ],
        'responses' => [
            'index' => 'Заявки',
        ]
    ],
    'infoblocks' => [
        'index' => 'Инфоблоки',
        'create' => 'Создать инфоблок',
    ],
    'sliders' => [
        'index' => 'Слайдера',
        'create' => 'Создать слайдер',
        'slides' => [
            'index' => 'Слайды',
            'create' => 'Создать слайд',
        ]
    ],
    'users' => [
        'index' => 'Пользователи',
        'create' => 'Создать пользователя',
    ],
    'roles' => [
        'index' => 'Роли',
        'create' => 'Создать роль',
    ],
    'posts' => [
        'index' => 'Статьи',
        'create' => 'Создать статью',
    ],
    'structures' => [
        'index' => 'SEO структура',
    ],
    'metatags' => [
        'index' => 'SEO Meta теги',
        'create' => 'Создать SEO meta теги',
    ],
    'redirects' => [
        'index' => 'Редиректы',
        'create' => 'Создать редиректы',
    ],
    'domains' => [
        'index' => 'Домены',
        'pages' => [
            'index' => 'Страницы',
            'create' => 'Создать страницу',
        ]
    ],
    'hints' => [
        'individual_tags' => 'Если отмечено, то теги будут браться с текущей страницы, иначе из МЕТА-шаблона',
        'force_index' => 'Если этот флажок установлен, страница и все ее дочерние элементы будут проиндексированы, иначе будет использоваться «Индексировать».',
        'force_follow' => 'Если флажок установлен, страница и все ее дочерние элементы будут отслеживаться, иначе будет использоваться «Подписаться».',
    ],
    'system' => [
        'edit' => 'Редактировать',
        'create' => 'Создать',
    ],
    'menus' => [
        'index' => 'Меню',
    ],
    'main' => [
        'index' => 'Главная'
    ],
    'translations' => [
        'index' => 'Переводы'
    ],
    'notifications' => [
        'create' => 'Создать уведомление',
    ],
];
