<?php

return [
    'seo' => [
        'title' => 'Заголовок',
        'h1_title' => 'H1 заголовок (если оставить пустым, то Заголовок)',
    ],
    'post' => [
        'title' => 'Заголовок статьи',
        'description' => 'Описание статьи',
        'content' => 'Контент статьи',
        'date_from' => '"Дата с" статьи в формате "d.m.Y"'
    ],
    'posts' => [
        'count' => 'К-ство статей'
    ],
    'project' => [
        'title' => 'Заголовок проекта',
        'content' => 'Контент проекта',
        'area' => 'Площадь проекта',
        'quote' => 'Цытата проекта',
        'left_text' => 'Текст слева',
        'right_text' => 'Текст справа',
        'type' => 'Тип',
        'budget' => 'Бюджет',
        'timespan' => 'Промежуток времени',
        'location' => 'Местоположение проекта',
        'readiness' => 'Готовность проекта',
        'short_title' => 'Краткий заголовок',
    ],
    'projects' => [
        'count' => 'Количество проектов'
    ],
];
